/*
#include <stdio.h>

typedef struct employee {
	int number;
	char name[30];
	char tel[20];
	int age;
}EMP;


int main(void)
{
	EMP list[10] = {
		{1,"È«±æµ¿1", "010-1111-1111",17},
		{2,"È«±æµ¿2", "010-2222-2222",28},
		{3,"È«±æµ¿3", "010-3333-3333",26},
		{4,"È«±æµ¿4", "010-4444-4444",23},
		{5,"È«±æµ¿5", "010-5555-5555",41},
		{6,"È«±æµ¿6", "010-6666-6666",45},
		{7,"È«±æµ¿7", "010-7777-7777",57},
		{8,"È«±æµ¿8", "010-8888-8888",18},
		{9,"È«±æµ¿9", "010-9999-9999",21},
		{10,"È«±æµ¿10", "010-1234-5678",47},
	};

	int i;
	for (i = 0; i < 10; i++)
	{
		if (list[i].age >= 20 && list[i].age < 30)
			printf("ÀÌ¸§= %s, ³ªÀÌ=%d\n", list[i].name, list[i].age);
	}
	return 0;
	
}
*/